import Mock from 'mockjs'

let api = "https://www.bootcdn.cn/"

Mock.mock(api, {
    "code": 200,
    "data": {
        "dataArr|8": [
            {
                "a": "在线",
                "b": "王小虎",
                "c": "上海市普陀区金沙江路 1518 弄",
                "d": "11111",
                "e": "22222",
                "f": "33333",
                "g": "44444"
            },
            {
                "a": "离线",
                "b": "王小虎",
                "c": "上海市普陀区金沙江路 1518 弄",
                "d": "11111",
                "e": "22222",
                "f": "33333",
                "g": "44444"
            },
            {
                "a": "待审核",
                "b": "王小虎",
                "c": "上海市普陀区金沙江路 1518 弄",
                "d": "11111",
                "e": "22222",
                "f": "33333",
                "g": "44444"
            },
        ]
    }
})